[
  {
    "title": "Haunted House",
    "content": "A local cleric asks you to explore an abandoned mansion on the outskirts of town, apparently it's been abandoned for 8 years. She says screaming can be heard at night"
  },
  {
    "title": "Trouble in Waterdeep",
    "content": "The lords of Waterdeep summon you and implore you to explore the vast network of tunnels underneath the city. Apparently, a mysterious crime lord operates from there..."
  },
  {
    "title": "Chuuk!",
    "content": "You meet a peculiar kobold on your way to town. It cannot communcate except to say it's name, and posesses strong magic powers. It seems that everyone is out to kill this poor kobold..."
  },
  {
    "title": "A walk in the park",
    "content": "A local shopkeeper asks you to help escort his cart of goods through a rough area, and soon you are set upon by bandits..."
  },
  {
    "title": "A weird town",
    "content": "You walk into a town where an old man and two children are about to be executed by hanging. Strange posters placed about town warn about an all-seeing Mayor and the strongest punishment to dissent..."
  },
  {
    "title": "A Witcher's Job",
    "content": "A local lord asks you to venture into a cave to retrieve his child, who he believes has been kidnapped by harpies"
  },
  {
    "title": "Dandelion",
    "content": "A bard of some renown asks you to be his security detail as he performs to the royalty of this land"
  },
  {
    "title": "Necromantic Screams",
    "content": "You are comissioned to assasinate a necromancer who lives in the dungeons underneath an old town. The whole complex is teeming with undead and traps are scattered throughout. Will you make it out alive?"
  },
  {
    "title": "The Flesh Obeys",
    "content": "A small town is being beset by evil sorcerers who have amassed a small army of mind controlled humanoids. You are contracted to strike at their home base several miles away from the town, and encounter a powerful cult-like leader"
  },
  {
    "title": "Just One More Thing",
    "content": "In a very unconventional case, you are tasked to escort the body of a murdered child to a distant temple so a powerful cleric can ressurect her so she can testify at trial. The killers obviously would prefer that this would not come to pass."
  }
]